Repository: OmegaT-L10N/gl
Catalog: omegat/project_save.tmx
Source language: en
Languages: gl

source: Exit code: {0}
gl: Código de saída: {0}

source: Export the segment to text files
gl: Exportar o segmento a ficheiros de texto

source: External Post-processing Command
gl: Orde de postprocesado externo

source: External Post-processing Command (Disabled):
gl: Orde de postprocesado externo (desactivada):

source: External Post-processing Command:
gl: Orde de postprocesado externo

source: External TMX Options
gl: Opcións de TMX externas

source: External command completed.
gl: Orde externa completada.

source: External command failed.
gl: Erro ao executar a orde externa.

source: External command was interrupted.
gl: A orde externa foi interrompida.

source: Extracted comments:
gl: Comentarios extraídos:

source: Extraneous
gl: Externo

source: Failed to compile project files!
gl: Produciuse un erro ao compilar os ficheiros do proxecto!

source: Failed to create project!
gl: Produciuse un erro ao crear o proxecto!

source: Failed to load specified project!
gl: Produciuse un erro ao cargar o proxecto especificado!

source: Failed to load translation memory {0} for project!
gl: Produciuse un erro ao cargar a memoria de tradución {0} para o proxecto!

source: Fatal error encountered - saving project file with '.recover' backup extension.
gl: Produciuse un erro fatal - gardando o ficheiro de proxecto coa extensión de copia de seguranza «.recover».

source: Fatal error on line {0}, column {1} while parsing:
gl: Produciuse un erro fatal na liña {0}, columna {1} mentres se analizaba:

source: File
gl: Ficheiro

source: File &Filters...
gl: Filtros de &ficheiros...

source: File &Format
gl: &Formato do ficheiro

source: File Copy Failed
gl: Produciuse un erro na copia do ficheiro

source: File Filters
gl: Filtros de ficheiro

source: File Format
gl: Formato do ficheiro

source: File Name
gl: Nome do ficheiro

source: File locations
gl: Localización dos ficheiros

source: File {0} does not exist!
gl: O ficheiro {0} non existe!

source: File {0}: {1}
gl: Ficheiro {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
gl: Ficheiro: traducidos / número de segmentos (proxecto: únicos traducidos / únicos, número total de segmentos)

source: Filename
gl: Nome do ficheiro

source: Filename Variables:
gl: Variábeis do nome de ficheiro:

source: Filter
gl: Filtro

source: Filter '{0}' could not be loaded from '{1}'
gl: Non foi posíbel cargar o filtro '{0}' desde '{1}'

source: Finished
gl: Acción rematada

source: Finnish
gl: Finés

source: Flash XML Export
gl: Exportar a Flash XML

source: Floating '?' character not tied to '>'!
gl: Carácter «?» flotante non ligado a «>»!

source: Folder already exists and is not empty.
gl: O cartafol xa existe e non está baleiro.

source: Follow capitalization of the typed text
gl: Seguir as maiúsculas do texto escrito

source: Foote&rs
gl: Pés de pá&xina

source: For all files:
gl: Para tódolos ficheiros:

source: Format:
gl: Formato:

source: Found in:
gl: Atopado en:

source: French
gl: Francés

source: Full checking can lead to false positives in normal texts.
gl: A comprobación completa pode levar a falsos positivos en textos normais.

source: Full table
gl: Táboa enteira

source: Full text
gl: Texto enteiro

source: Fuzzy Matches
gl: Coincidencias parciais

source: German
gl: Alemán

source: Git '{0}' error: {1}
gl: Erro do Git '{0}': {1}

source: Git '{0}' execution finished successfully
gl: Execución do Git '{0}' rematada satisfactoriamente

source: Git '{0}' execution start
gl: Execución do Git '{0}' iniciada

source: Glossaries
gl: Glosarios

source: Glossary
gl: Glosario

source: Glossary Files Folder
gl: Cartafol dos glosarios

source: Glossary Folder:
gl: Cartafol dos glosarios:

source: Glossary entries
gl: Entradas do glosario

source: Glossary file: {0}
gl: Ficheiro do glosario: {0}

source: Glossary files folder entered does not exist!
gl: O cartafol de ficheiros de glosario non existe!

source: Glossary folder {0} does not exist.
gl: O cartafol de glosario {0} non existe.

source: Go To Segment
gl: Ir ao segmento

source: Go To Segment Source
gl: Ir ao segmento orixe

source: Google Api key not available.
gl: Chave de Google Api non dispoñíbel.

source: HHC file too big!
gl: Ficheiro HHC demasiado grande!

source: HTML Help Compiler
gl: Compilador de axuda HTML

source: HTML and XHTML
gl: HTML e XHTML

source: HTML, XHTML, ODF and Infix segmentation
gl: Segmentación de ficheiros HTML, XHTML, ODF e Infix

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
gl: HTMLParser por Somik Raha, Derrick Oswald e outros (Licenza LGPL)

source: He&aders
gl: C&abeceiras

source: Help & Manual
gl: Axuda e manual

source: Here you may also specify custom location of project folders.
gl: Aquí pode especificar unha localización personalizada dos cartafoles do proxecto.

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
gl: Aquí pode configurar os padróns de nome de ficheiro orixe dos ficheiros de filtro que se procesarán, personalice os nomes de ficheiro dos ficheiros traducidos, e seleccione a codificación a empregar na carga e gardado do ficheiro.

source: Hide '{0}'
gl: Agochar '{0}'

source: How to download and install dictionaries
gl: Como descargar e instalar dicionarios

source: I&nsert Source
gl: I&nserir cadea orixinal

source: IOException encountered:
gl: Atopouse unha IOException:

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
gl: Se o ficheiro HTML ten unha declaración de codificación, esta será empregada aínda que se especifique calquera valor neste diálogo.

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
gl: Se o ficheiro HHC ou HHK ten unha declaración de codificación, esta será empregada aínda que se especifique calquera valor neste diálogo.

source: If an OmegaT project contains one or more glossaries, any terms in the glossary which are also found in the current segment will be automatically displayed in the Glossary viewer.
gl: Se proxecto de OmegaTcontén un ou máis glosarios, calquera termo do glosario que apareza no segmento actual mostrarse automaticamente na xanela do Glosario.

source: If checked, the entries are sorted alphabetically.
gl: cando se marca, se ordenarán as entradas alfabeticamente.

source: If checked, the longer entries are placed on the list first.
gl: Cando se marca, as entradas máis longas se amosarán no primeiro lugar da lista.

source: If it is tar.bz, you have forgotten to unpack (untar) it.
gl: Se é tar.bz, quere dicir que esqueceu descomprimilo (con untar).

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
gl: Se máis tarde se ten acceso á localización desexada, esa localización será empregada e todas as configuracións volverán aos seus valores predeterminados como resultado do cambio de localización.

source: If only one file is present, check its extension.
gl: Se só exist un ficheiro, comprobe a súa extensión.

source: If the filter has any options, you may change them by clicking Options.
gl: Se o filtro ten varias opcións, pode cambialas premendo en Opcións.

source: If you are using an authenticated proxy, please enter here your user and password.
gl: Se está empregando un proxy autenticado, insira aquí o seu nome e contrasinal.

source: Ignore All
gl: Ignorar todo

source: Ignore type and ctype attributes when building <&bpt> and <ept> tag shortcuts
gl: &Ignorar atributos type e ctype ao construir atallos de etiquetas <&bpt> e <ept>

source: In comments
gl: En comentarios

source: In notes
gl: En notas

source: In order for the changes to take effect OmegaT needs to close and then open the project.
gl: Para que se efectúen os cambios, OmegaT precisa pechar e abrir o proxecto.

source: In so&urce
gl: Nas ori&xinais

source: Individual File Statistics:
gl: Estatísticas de ficheiro individual:

source: Info
gl: Información

source: Initializing
gl: Inicializando

source: Insert Missing Source &Tags
gl: Inserir e&tiquetas de orixe restantes

source: Insert Next Missing Tag
gl: Inserir seguinte etiqueta restante

source: Insert Tag {0}
gl: Inserir etiqueta {0}

source: Insert the &best fuzzy match
gl: Inserir a mellor coincidencia du&bidosa

source: Install
gl: Instalar

source: Installing and running OmegaT" in the User Manual.
gl: Instalar e executar OmegaT» no manual de usuario.

source: Instant Start
gl: Comezo rápido

source: Invalid HTML file
gl: Ficheiro HTML inválido

source: Invalid file format
gl: Formato de ficheiro inválido

source: Invoke `team -h` for details.
gl: Invoque 'team -h' para máis detalles.

source: Is default translation
gl: Tradución predefinida

source: It is used to mark your translations.
gl: Usárase para marcar as súas traducións.

source: It was not possible to create the script folder inside the configuration folder.
gl: Non foi posíbel crear o cartafol de script dentro do cartafol de configuración.

source: It was not possible to create translated documents, because some tags are missing or damaged.
gl: Non foi posíbel crear os documentos traducidos porque faltan algunhas etiquetas ou están danadas.

source: Italian
gl: Italiano

source: JGit (Eclipse Distribution License)
gl: JGit (Licenza da distribución Eclipse)

source: JSch (JSch License)
gl: JSch (Licenza JSch)

source: Japanese
gl: Xaponés

source: Jar used for plugins: {0}
gl: Jar empregado para os engadiros: {0}

source: Java Resource Bundles Filter Options
gl: Opcións de filtros para paquetes de recursos de Java

source: Key:
gl: Tecla:

source: Key=Value Text
gl: Chave=Valor do texto

source: Language Checker
gl: Verificador de idioma

source: Language Name
gl: Nome do idioma

source: Language Pattern
gl: Padrón do idioma

source: Language not specified for translation unit variant.
gl: Idioma non especificado para as variantes da unidade de tradución.

source: Languages
gl: Idiomas

source: Last changes
gl: Últimos cambios

source: Last modified by {0}
gl: Modificada por última vez por {0}

source: Line length:
gl: Lonxitude de liña:

source: Links (&URL)
gl: Ligazóns (&URL)

source: List View
gl: Vista de lista

source: Loading Project
gl: Cargando o proxecto

source: Loading TMX files...
gl: Cargando os ficheiros TMX...

source: Loading glossaries
gl: Cargando os glosarios

source: Loading glossary {0}
gl: Cargando glosario {0}

source: Loading project...
gl: Cargando o proxecto...

source: Loading: {0}
gl: Cargando: {0}

source: Local translation not synchronized with remote repository.
gl: Tradución local non sincronizada co repositorio remoto.

source: Location
gl: Localización

source: Lucene (Apache License 2.0)
gl: Lucene (Licenza Apache 2.0)

source: Mac&hine Translate
gl: Tra&dución automática

source: Machine Translation
gl: Tradución automática

source: Mar&k Whitespace
gl: Mar&car espazos en branco

source: Mark &Bidirectional Algorithm Control Characters
gl: Marcar caracteres de control de algoritmo &bidireccional

source: Mark &Non-breakable Spaces
gl: Marcar espazos &non separábeis

source: Mark &Translated Segments
gl: Marcar segmentos &traducidos

source: Mark &Untranslated Segments
gl: Marcar segmentos non trad&ucidos

source: Mark Auto-Populated Segments
gl: Marcar segmentos autocompletados

source: Mark Segments &with Notes
gl: Marcar segmentos con &notas

source: Match Statistics
gl: Estatísticas das coincidencias

source: Match Statistics per &File
gl: Estadísticas de coincidencias por &ficheiro

source: Match Statistics per File
gl: Estadísticas de coincidencias por ficheiro

source: Match display template
gl: Modelo de visión de estatísticas

source: Matches can be found in your current translation or in the TMX files that you have put in the /tm/ folder.
gl: As coincidencias poden atoparse na tradución actual ou en ficheiros TMX que puxera no cartafol /tm/.

source: Maximize
gl: Maximizar

source: Maximum line length:
gl: Lonxitude máxima de liña:

source: Maximum number of finds has been reached ({0})
gl: Número máximo de buscas a realizar ({0})

source: Memor&y
gl: Memor&ia

source: Merge
gl: Xuntar

source: Merriam Webster dictionary - use
gl: Dicionario Merriam Webster - uso

source: Mine
gl: Propio

source: Minimize
gl: Minimizar

source: Minutes:
gl: Minutos:

source: Missing
gl: Restante

source: Missing tags
gl: Faltan etiquetas

source: Monolingual
gl: Monolingüe

source: Move &Up
gl: S&ubir

source: Move Do&wn
gl: Bai&xar

source: Move Down
gl: Baixar

source: Move U&p
gl: Su&bir

source: Move Up
gl: Subir

source: Mozilla DTD
gl: DTD de Mozilla

source: Mozilla DTD Filter Options
gl: Opcións de filtros para DTD de Mozilla

source: Multiple Translations
gl: Múltiples traducións

source: MyMemory (human)
gl: MyMemory (humano)

source: MyMemory (machine)
gl: MyMemory (máquina)

source: New Language and Country
gl: Novo idioma e país

source: Next
gl: Seguinte

source: Next &Translated Segment
gl: Seguinte segmento &traducido

source: Next &Untranslated Segment
gl: Seguinte segmento non trad&ucido

source: Next N&ote
gl: Seguinte n&ota

source: Next →
gl: Seguinte →

source: No Suggestions
gl: Sen suxestións

source: No connection available, the project is in offline mode.
gl: Ningunha conexión dispoñíbel, o proxecto está en modo fora de liña.

source: No match:
gl: Sen coincidencias:

source: No matches returned by search.
gl: A busca non devolveu ningunha coincidencia

source: No need to save project, because no changes were made
gl: Non se precisa gardar o proxecto, xa que non se fixeron cambios

source: No new dictionaries available at the remote server.
gl: Non hai dicionarios dispoñíbeis no servidor remoto.

source: No script bound in slot #{0}.
gl: Ningún script na rañura #{0}.

source: No script selected.
gl: Ningún script seleccionado

source: No script set.
gl: Ningún script estabelecido.

source: Non-breakable space
gl: Espazo inseparábel

source: Non-visible Instruction Te&xt
gl: Te&xto de instrucións non visíbel

source: Not a valid XML file!
gl: Non é un ficheiro XML correcto!

source: Not present
gl: Non presente

source: Note
gl: Nota

source: Note that in addition to "source-target" dictionaries you can, using the Dictionary feature, obtain access to information such as:
gl: Repare en que, ademais dos dicionarios bilingües, usando o recurso Dicionario pode obter acceso a outra información tal como:

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
gl: Nota: todo conxunto de regras de segmentación cun Padrón de idioma de coincidencia será aplicado na orde dada.

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
gl: Nota: os ficheiros DocBook non só se recoñecen pola súa extensión de ficheiro, senón tamén pola declaración DOCTYPE que teñen: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... paraDocBook 4, ou para o espazo de nomes: xmlns="http://docbook.org/ns/docbook" para DocBook 5

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
gl: Nota: a configuración de codificación do ficheiro orixe só afecta aos ficheiros HHC e HHK que non conteñen unha declaración de codificación.

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
gl: Nota: a configuración de codificación do ficheiro orixe só afecta aos ficheiros HTML que non teñen unha declaración de codificación dentro deles.

source: Note: not all filters allow you to select an encoding.
gl: Nota: non todos os filtros permiten a selección dunha codificación.

source: Notes
gl: Notas

source: Now
gl: Agora

source: Number of unique segments
gl: Número de segmentos únicos

source: O&ptions...
gl: O&pcións...

source: OmegaT Project Files
gl: Ficheiros do proxecto OmegaT

source: OmegaT Project Folder
gl: Cartafol do proxecto OmegaT

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
gl: OmegaT tamén pode comprobar as variábeis de programación (variábeis de función de printf) como «%s».

source: OmegaT has chosen option 'Yes' automatically.
gl: OmegaT escolleu a opción «Si» automaticamente.

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
gl: OmegaT é unha ferramenta de tradución asistida por computador, ou sexa CAT (Computer Assisted Translation), multiplataforma, libre e de código aberto con correspondencia difusa, memoria de tradución, busca de palabras chave, glosarios e reutilización de tradución en proxectos de actualización.

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
gl: OmegaT non ten permiso para acceder á propiedade do sistema que contén o nome do seu sistema operativo e/ou a propiedade que contén o seu cartafol de usuario.

source: OmegaT is the original work of Keith Godfrey.
gl: OmegaT é un traballo orixinal de Keith Godfrey.

source: OmegaT license
gl: Licenza de OmegaT

source: OmegaT ran out of memory, and will quit when you press OK.
gl: OmegaT esgotou a memoria, e sairá cando prema Aceptar.

source: OmegaT will now terminate.
gl: OmegaT rematará agora.

source: OmegaT will try to resegment the TMX file...
gl: OmegaT tentará a volver a segmentar o ficheiro TMX...

source: Only if (X)HTML file has a &header
gl: So se o ficheiro (X)HTML ten unha &cabeceira

source: Only if (X)HTML file has an &encoding declaration
gl: So s&e o ficheiro (X)HTML ten unha declaración de codificación

source: Open Project
gl: Abrir un proxecto

source: Open XML Filter Options
gl: Opcións do filtro Open XML

source: OpenDocument Filter Options
gl: Opcións de filtro OpenDocument

source: Options
gl: Opcións

source: Options to set the line length in target documents (0 = no limit)
gl: Opcións para estabelecer unha lonxitude máxima nas liñas dos documentos de destino (0=sen límite)

source: Orphan segments
gl: Segmentos orfos

source: Orphaned
gl: Orfo

source: Other Options:
gl: Outras opcións:

source: Other contributions are detailed in the readme.txt file
gl: Outros colaboradores son listados no ficheiro readme.txt

source: Out-of-order
gl: Fora de servizo

source: PDF Input
gl: Lectura de PDF

source: PO Filter Options
gl: Opcións de filtro de PO

source: Parse error encountered reading preferences file!
gl: Produciuse un erro ao analizar o ficheiro de preferencias!

source: Password:
gl: Contrasinal:

source: Paste
gl: Pegar

source: Path:
gl: Ruta:

source: Pattern After
gl: Despois do padrón

source: Pattern Before
gl: Antes do padrón

source: Perhaps it is already opened in another OmegaT instance
gl: Pode que xa estea aberto noutra xanela de OmegaT

source: Please close search window.
gl: Peche a xanela de buscar.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
gl: Consulte a documentación sobre as opcións de recuperación e envíe a información de abaixo ao seu fabricante de software cunha descrición de como se produciu o erro.

source: Please consult the log ({1}) to determine the source of the error and try again.
gl: Consulte o rexistro ({1}) para determinar a orixe do erro e ténteo de novo.

source: Please correct the tag issues before using again Create Translated Documents.
gl: Corrixa os problemas de etiquetas antes de empregar outra ver Crear documentos traducidos.

source: Please enter username/password
gl: Insira o seu nome de usuario e contrasinal

source: Please enter your name/ID.
gl: Insira o seu nome/ID.

source: Please redo tag validation.
gl: Volva a validar as etiquetas.

source: Please resolve the conflicts by choosing a translation for each segment below.
gl: Por favor, resolva os conflitos escollendo unha tradución para cada segmento seguinte.

source: Please select a different folder.
gl: Por favor, seleccione outro cartafol.

source: Please select how tags of non-OmegaT TMXs should be displayed.
gl: Por favor, seleccione como se deberían mostrar as etiquetas de TMX que non formen parte de OmegaT

source: Please select the dictionaries you want to install and press the Install button.
gl: Seleccione os dicionarios que quere instalar e prema no botón Instalar.

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
gl: Seleccione o intervalo en que se debería gardar o proxecto automaticamente, en minutos e segundos.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
gl: Seleccione o texto quere inserir no segmento sen traducir, para logo movelo á tradución.

source: Please select which behaviour is appropriate.
gl: Seleccione que comportamento é axeitado.

source: Please translate this plural as plural form #{0}.
gl: Traduza este plural coma unha forma plural #{0}.

source: Please type or paste the URL of the mediawiki page
gl: Insira ou pegue o URL da páxina de mediawiki

source: Plugin successfully loaded from class '{0}'
gl: Cargado con éxito engadido de clase '{0}'

source: Polish
gl: Polaco

source: Preferences system save operation failed!
gl: Produciuse un erro na operación de gardado de preferencias do sistema!

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
gl: Prema <u>{0}</u> para ir ás suxestións <b>{1}</b>.

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
gl: Prema <u>{0}</u> para volver ás suxestións <b>{1}</b>.

source: Previous
gl: Anterior

source: Previous No&te
gl: No&ta anterior

source: Pro&ject
gl: Pro&xecto

source: Problem encountered loading project file!
gl: Produciuse un problema ao cargar o ficheiro do proxecto!

source: Problems with dictionaries
gl: Problemas con dicionarios

source: Proceed?
gl: Continuar?

source: Processing...
gl: Procesando...

source: Project &Files...
gl: &Ficheiros do proxecto...

source: Project Files ({0})
gl: Ficheiros do proxecto ({0})

source: Project Specific File Filters
gl: Filtros de ficheiro específicos do proxecto

source: Project Specific Segmentation Setup
gl: Configuración da segmentación específica do proxecto

source: Project Statistics
gl: Estatísticas do proxecto

source: Project autosaved on {0}
gl: O proxecto gardouse automaticamente en {0}

source: Project closed
gl: Proxecto pechado

source: Project compiling end
gl: Cargado de proxecto rematada

source: Project compiling start
gl: Compilación de proxecto iniciada

source: Project creating end
gl: Creación de proxecto rematada

source: Project creating start
gl: Creación de proxecto iniciada

source: Project is Empty
gl: O proxecto está baleiro

source: Project load cancelled by user
gl: A carga do proxecto foi cancelada polo usuario

source: Project loading end
gl: Cargado de proxecto rematado

source: Project loading start
gl: Cargado de proxecto iniciado

source: Project locked.
gl: Non se pode editar o proxecto.

source: Project saved
gl: Gardouse o proxecto

source: Project saving end
gl: Gardado de proxecto rematado

source: Project saving start
gl: Gardado de proxecto iniciado
